Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Who's more likely to cry during a proposal video?
de: Wer würde eher bei einem Heiratsantrags-Video weinen?
es: ¿Quién es más probable que llore con un video de propuesta?
fr: Qui est le plus susceptible de pleurer devant une vidéo de demande en mariage ?
ko: 누가 더 프로포즈 영상 보고 울 것 같아?
pt: Quem tem mais probabilidade de chorar com um vídeo de pedido de casamento?

source: Who's more likely to cry from laughing?
de: Wer würde eher vor Lachen weinen?
es: ¿Quién es más probable que llore de risa?
fr: Qui est le plus susceptible de pleurer de rire ?
ko: 누가 더 웃다가 울 것 같아?
pt: Quem tem mais probabilidade de chorar a rir?

source: Who's more likely to double-text?
de: Wer würde eher doppelt texten?
es: ¿Quién es más probable que mande doble mensaje?
fr: Qui est le plus susceptible de double-text ?
ko: 누가 더 연속 문자 보낼 것 같아?
pt: Quem tem mais probabilidade de mandar mensagem em duplicado?

source: Who's more likely to eat ice cream for breakfast?
de: Wer würde eher zum Frühstück Eis essen?
es: ¿Quién es más probable que desayune helado?
fr: Qui est le plus susceptible de manger une glace au petit-déj ?
ko: 누가 더 아침에 아이스크림 먹을 것 같아?
pt: Quem tem mais probabilidade de comer gelado ao pequeno-almoço?

source: Who's more likely to fake being fine?
de: Wer würde eher so tun, als wäre alles gut?
es: ¿Quién es más probable que finja estar bien?
fr: Qui est le plus susceptible de faire semblant que tout va bien ?
ko: 누가 더 괜찮은 척할 것 같아?
pt: Quem tem mais probabilidade de fingir que está bem?

source: Who's more likely to fall asleep first?
de: Wer würde eher als Erstes einschlafen?
es: ¿Quién es más probable que se duerma primero?
fr: Qui est le plus susceptible de s'endormir en premier ?
ko: 누가 더 먼저 잠들 것 같아?
pt: Quem tem mais probabilidade de adormecer primeiro?

source: Who's more likely to fall asleep mid-conversation?
de: Wer würde eher mitten im Gespräch einschlafen?
es: ¿Quién es más probable que se duerma a mitad de conversación?
fr: Qui est le plus susceptible de s'endormir en pleine conversation ?
ko: 누가 더 대화 중에 잠들 것 같아?
pt: Quem tem mais probabilidade de adormecer a meio da conversa?

source: Who's more likely to fall asleep on a video call?
de: Wer würde eher bei einem Videoanruf einschlafen?
es: ¿Quién es más probable que se duerma en una videollamada?
fr: Qui est le plus susceptible de s'endormir en visio ?
ko: 누가 더 영상통화 중에 잠들 것 같아?
pt: Quem tem mais probabilidade de adormecer numa videochamada?

source: Who's more likely to finish the other's sentence?
de: Wer würde eher den Satz des anderen beenden?
es: ¿Quién es más probable que termine la frase del otro?
fr: Qui est le plus susceptible de finir la phrase de l'autre ?
ko: 누가 더 상대 말 이어 말할 것 같아?
pt: Quem tem mais probabilidade de completar a frase do outro?

source: Who's more likely to flirt in public (with each other)?
de: Wer würde eher in der Öffentlichkeit miteinander flirten?
es: ¿Quién es más probable que coquetee en público (el uno con el otro)?
fr: Qui est le plus susceptible de flirter en public (l'un avec l'autre) ?
ko: 누가 더 밖에서 (서로에게) 플러팅할 것 같아?
pt: Quem tem mais probabilidade de flertar em público (um com o outro)?

source: Who's more likely to forget an anniversary?
de: Wer würde eher ein Jubiläum vergessen?
es: ¿Quién es más probable que olvide un aniversario?
fr: Qui est le plus susceptible d'oublier un anniversaire ?
ko: 누가 더 기념일 잊을 것 같아?
pt: Quem tem mais probabilidade de esquecer um aniversário?

source: Who's more likely to forget why they walked into a room?
de: Wer würde eher vergessen, warum man ins Zimmer gegangen ist?
es: ¿Quién es más probable que olvide por qué entró en una habitación?
fr: Qui est le plus susceptible d'oublier pourquoi il/elle est entré·e dans une pièce ?
ko: 누가 더 방 들어갔다가 왜 왔는지 잊을 것 같아?
pt: Quem tem mais probabilidade de esquecer porque entrou numa divisão?

source: Who's more likely to forgive quickly?
de: Wer würde eher schnell vergeben?
es: ¿Quién es más probable que perdone rápido?
fr: Qui est le plus susceptible de pardonner vite ?
ko: 누가 더 빨리 용서할 것 같아?
pt: Quem tem mais probabilidade de perdoar depressa?

source: Who's more likely to get emotional during a toast?
de: Wer würde eher bei einem Toast emotional werden?
es: ¿Quién es más probable que se emocione en un brindis?
fr: Qui est le plus susceptible de s'émouvoir pendant un toast ?
ko: 누가 더 건배할 때 감정적일 것 같아?
pt: Quem tem mais probabilidade de ficar emocionado num brinde?

source: Who's more likely to get lost with GPS on?
de: Wer würde eher sich mit eingeschaltetem Navi verlaufen?
es: ¿Quién es más probable que se pierda con el GPS encendido?
fr: Qui est le plus susceptible de se perdre avec le GPS allumé ?
ko: 누가 더 GPS 켜도 길 잃을 것 같아?
pt: Quem tem mais probabilidade de perder-se com o GPS ligado?

source: Who's more likely to get sunburned first?
de: Wer würde eher sich zuerst einen Sonnenbrand holen?
es: ¿Quién es más probable que se queme primero con el sol?
fr: Qui est le plus susceptible de prendre un coup de soleil en premier ?
ko: 누가 더 먼저 햇볕 탈 것 같아?
pt: Quem tem mais probabilidade de ficar queimado do sol primeiro?

source: Who's more likely to get us a table upgrade?
de: Wer würde eher uns einen besseren Tisch ergattern?
es: ¿Quién es más probable que consiga mejora de mesa?
fr: Qui est le plus susceptible de nous faire upgrader la table ?
ko: 누가 더 테이블 업그레이드 받을 것 같아?
pt: Quem tem mais probabilidade de conseguir upgrade de mesa?

source: Who's more likely to get us lost on a hike?
de: Wer würde eher uns beim Wandern verlaufen?
es: ¿Quién es más probable que nos pierda en una ruta?
fr: Qui est le plus susceptible de nous faire perdre en randonnée ?
ko: 누가 더 등산에서 길 잃을 것 같아?
pt: Quem tem mais probabilidade de perder-nos numa caminhada?

source: Who's more likely to hog the blankets?
de: Wer würde eher die Decke klauen?
es: ¿Quién es más probable que acapare las mantas?
fr: Qui est le plus susceptible de monopoliser la couette ?
ko: 누가 더 이불 독차지할 것 같아?
pt: Quem tem mais probabilidade de monopolizar o edredão?

source: Who's more likely to hold a tiny grudge?
de: Wer würde eher einen kleinen Groll hegen?
es: ¿Quién es más probable que guarde un rencor pequeño?
fr: Qui est le plus susceptible de garder une petite rancune ?
ko: 누가 더 작은 삐짐 오래 품을 것 같아?
pt: Quem tem mais probabilidade de guardar um rancor pequeno?

source: Who's more likely to invent a silly nickname?
de: Wer würde eher einen albernen Spitznamen erfinden?
es: ¿Quién es más probable que invente un apodo tonto?
fr: Qui est le plus susceptible d'inventer un surnom ridicule ?
ko: 누가 더 바보 같은 애칭 지을 것 같아?
pt: Quem tem mais probabilidade de inventar uma alcunha parva?

source: Who's more likely to leave a party early?
de: Wer würde eher früher von einer Party gehen?
es: ¿Quién es más probable que se vaya temprano de una fiesta?
fr: Qui est le plus susceptible de partir tôt d'une soirée ?
ko: 누가 더 파티 일찍 나갈 것 같아?
pt: Quem tem mais probabilidade de sair cedo de uma festa?

source: Who's more likely to leave wet towels on the bed?
de: Wer würde eher nasse Handtücher aufs Bett legen?
es: ¿Quién es más probable que deje toallas mojadas en la cama?
fr: Qui est le plus susceptible de laisser des serviettes mouillées sur le lit ?
ko: 누가 더 젖은 수건 침대에 둘 것 같아?
pt: Quem tem mais probabilidade de deixar toalhas molhadas na cama?

source: Who's more likely to lose their keys?
de: Wer würde eher die Schlüssel verlieren?
es: ¿Quién es más probable que pierda las llaves?
fr: Qui est le plus susceptible de perdre ses clés ?
ko: 누가 더 열쇠 잃어버릴 것 같아?
pt: Quem tem mais probabilidade de perder as chaves?

source: Who's more likely to make a scene over bad service?
de: Wer würde eher wegen schlechtem Service eine Szene machen?
es: ¿Quién es más probable que monte un escándalo por mal servicio?
fr: Qui est le plus susceptible de faire toute une scène pour un mauvais service ?
ko: 누가 더 서비스 나쁘면 장면 만들 것 같아?
pt: Quem tem mais probabilidade de fazer cena por mau atendimento?

source: Who's more likely to need coffee before speaking?
de: Wer würde eher Kaffee brauchen, bevor man reden kann?
es: ¿Quién es más probable que necesite café antes de hablar?
fr: Qui est le plus susceptible d'avoir besoin de café avant de parler ?
ko: 누가 더 커피 마시기 전엔 말 못 할 것 같아?
pt: Quem tem mais probabilidade de precisar de café antes de falar?

source: Who's more likely to order dessert?
de: Wer würde eher Nachtisch bestellen?
es: ¿Quién es más probable que pida postre?
fr: Qui est le plus susceptible de commander un dessert ?
ko: 누가 더 디저트 시킬 것 같아?
pt: Quem tem mais probabilidade de pedir sobremesa?

source: Who's more likely to overpack for a weekend?
de: Wer würde eher fürs Wochenende zu viel einpacken?
es: ¿Quién es más probable que haga maleta de más para un fin de semana?
fr: Qui est le plus susceptible de trop faire de valise pour un week-end ?
ko: 누가 더 주말인데 오버패킹할 것 같아?
pt: Quem tem mais probabilidade de fazer malas a mais num fim de semana?

source: Who's more likely to pick the restaurant?
de: Wer würde eher das Restaurant aussuchen?
es: ¿Quién es más probable que elija el restaurante?
fr: Qui est le plus susceptible de choisir le resto ?
ko: 누가 더 식당 고를 것 같아?
pt: Quem tem mais probabilidade de escolher o restaurante?

source: Who's more likely to plan a surprise that goes sideways?
de: Wer würde eher eine Überraschung planen, die schiefgeht?
es: ¿Quién es más probable que planee una sorpresa que salga mal?
fr: Qui est le plus susceptible de préparer une surprise qui part de travers ?
ko: 누가 더 깜짝 이벤트 엇나갈 것 같아?
pt: Quem tem mais probabilidade de planear uma surpresa que corre mal?

source: Who's more likely to plan the perfect date?
de: Wer würde eher das perfekte Date planen?
es: ¿Quién es más probable que planee la cita perfecta?
fr: Qui est le plus susceptible de planifier le date parfait ?
ko: 누가 더 완벽한 데이트 짤 것 같아?
pt: Quem tem mais probabilidade de planear o encontro perfeito?

source: Who's more likely to remember song lyrics?
de: Wer würde eher sich Songtexte merken?
es: ¿Quién es más probable que recuerde letras de canciones?
fr: Qui est le plus susceptible de se souvenir des paroles ?
ko: 누가 더 가사 잘 기억할 것 같아?
pt: Quem tem mais probabilidade de lembrar-se da letra das músicas?

source: Who's more likely to reorganize the fridge?
de: Wer würde eher den Kühlschrank neu sortieren?
es: ¿Quién es más probable que reorganice la nevera?
fr: Qui est le plus susceptible de réorganiser le frigo ?
ko: 누가 더 냉장고 정리할 것 같아?
pt: Quem tem mais probabilidade de reorganizar o frigorífico?

source: Who's more likely to say \
de: Wer würde eher sagen …
es: ¿Quién es más probable que diga \
fr: Qui est le plus susceptible de dire \
ko: 누가 더 "내 말 했지?" 할 것 같아?
pt: Quem tem mais probabilidade de dizer \

source: Who's more likely to say yes to karaoke?
de: Wer würde eher Ja zu Karaoke sagen?
es: ¿Quién es más probable que diga sí al karaoke?
fr: Qui est le plus susceptible de dire oui au karaoké ?
ko: 누가 더 노래방에 예스할 것 같아?
pt: Quem tem mais probabilidade de dizer sim ao karaoke?

source: Who's more likely to send a miss-you first?
de: Wer würde eher zuerst „Vermiss dich“ schicken?
es: ¿Quién es más probable que mande primero un te extraño?
fr: Qui est le plus susceptible d'envoyer un « tu me manques » en premier ?
ko: 누가 더 먼저 "보고 싶어" 보낼 것 같아?
pt: Quem tem mais probabilidade de mandar «sinto a tua falta» primeiro?

source: Who's more likely to send a voice note instead of typing?
de: Wer würde eher lieber eine Sprachnachricht schicken als tippen?
es: ¿Quién es más probable que mande nota de voz en vez de escribir?
fr: Qui est le plus susceptible d'envoyer un vocal plutôt qu'écrire ?
ko: 누가 더 타이핑 대신 보이스 메모 보낼 것 같아?
pt: Quem tem mais probabilidade de mandar nota de voz em vez de escrever?

source: Who's more likely to sing in the car?
de: Wer würde eher im Auto singen?
es: ¿Quién es más probable que cante en el coche?
fr: Qui est le plus susceptible de chanter en voiture ?
ko: 누가 더 차에서 노래할 것 같아?
pt: Quem tem mais probabilidade de cantar no carro?

source: Who's more likely to spend the whole vacation budget in one day?
de: Wer würde eher das ganze Urlaubsbudget an einem Tag verpulvern?
es: ¿Quién es más probable que se gaste todo el presupuesto de vacaciones en un día?
fr: Qui est le plus susceptible de dépenser tout le budget vacances en un jour ?
ko: 누가 더 하루 만에 여행 예산 다 쓸 것 같아?
pt: Quem tem mais probabilidade de gastar o orçamento das férias num dia?

source: Who's more likely to spill a drink?
de: Wer würde eher ein Getränk verschütten?
es: ¿Quién es más probable que derrame una bebida?
fr: Qui est le plus susceptible de renverser un verre ?
ko: 누가 더 음료 쏟을 것 같아?
pt: Quem tem mais probabilidade de derramar uma bebida?

source: Who's more likely to start a fight over nothing?
de: Wer würde eher wegen nichts Streit anfangen?
es: ¿Quién es más probable que empiece una pelea por nada?
fr: Qui est le plus susceptible de lancer une dispute pour rien ?
ko: 누가 더 아무 것도 아닌 걸로 싸움 시작할 것 같아?
pt: Quem tem mais probabilidade de começar uma discussão por nada?

source: Who's more likely to start a kitchen dance party?
de: Wer würde eher eine Küchen-Tanzparty starten?
es: ¿Quién es más probable que empiece una fiesta de baile en la cocina?
fr: Qui est le plus susceptible de lancer une teuf dans la cuisine ?
ko: 누가 더 부엌 댄스 파티 시작할 것 같아?
pt: Quem tem mais probabilidade de começar uma festa de dança na cozinha?

source: Who's more likely to start decorating for the holidays too early?
de: Wer würde eher zu früh für die Feiertage dekorieren?
es: ¿Quién es más probable que empiece a decorar para las fiestas demasiado pronto?
fr: Qui est le plus susceptible de commencer les décos de fêtes trop tôt ?
ko: 누가 더 일찍 연말 장식할 것 같아?
pt: Quem tem mais probabilidade de começar a decorar cedo para as festas?

source: Who's more likely to stay until the lights come on?
de: Wer würde eher bleiben, bis die Lichter angehen?
es: ¿Quién es más probable que se quede hasta que encienden las luces?
fr: Qui est le plus susceptible de rester jusqu'à ce qu'on allume les lumières ?
ko: 누가 더 불 켜질 때까지 남을 것 같아?
pt: Quem tem mais probabilidade de ficar até acenderem as luzes?

source: Who's more likely to stay up doomscrolling?
de: Wer würde eher wachbleiben und doomscrollen?
es: ¿Quién es más probable que se quede despierto haciendo doomscrolling?
fr: Qui est le plus susceptible de scroller tard dans la nuit ?
ko: 누가 더 밤새 둠스크롤할 것 같아?
pt: Quem tem mais probabilidade de ficar acordado a fazer doomscrolling?

source: Who's more likely to steal fries off the plate?
de: Wer würde eher Pommes vom Teller klauen?
es: ¿Quién es más probable que robe papas del plato?
fr: Qui est le plus susceptible de voler des frites dans l'assiette ?
ko: 누가 더 감자튀김 훔쳐 먹을 것 같아?
pt: Quem tem mais probabilidade de roubar batatas fritas do prato?

source: Who's more likely to suggest \
de: Wer würde eher vorschlagen …
es: ¿Quién es más probable que sugiera \
fr: Qui est le plus susceptible de proposer \
ko: 누가 더 "한 편만 더" 제안할 것 같아?
pt: Quem tem mais probabilidade de sugerir \

source: Who's more likely to suggest matching outfits?
de: Wer würde eher Partnerlooks vorschlagen?
es: ¿Quién es más probable que sugiera outfits a juego?
fr: Qui est le plus susceptible de proposer des tenues assorties ?
ko: 누가 더 커플룩 제안할 것 같아?
pt: Quem tem mais probabilidade de sugerir roupa combinada?

source: Who's more likely to take too many photos?
de: Wer würde eher zu viele Fotos machen?
es: ¿Quién es más probable que haga demasiadas fotos?
fr: Qui est le plus susceptible de prendre trop de photos ?
ko: 누가 더 사진 너무 많이 찍을 것 같아?
pt: Quem tem mais probabilidade de tirar fotos a mais?

source: Who's more likely to talk to strangers?
de: Wer würde eher mit Fremden reden?
es: ¿Quién es más probable que hable con desconocidos?
fr: Qui est le plus susceptible de parler aux inconnus ?
ko: 누가 더 낯선 사람한테 말 걸 것 같아?
pt: Quem tem mais probabilidade de falar com estranhos?

source: Who's more likely to turn a chore into a competition?
de: Wer würde eher aus Hausarbeit einen Wettkampf machen?
es: ¿Quién es más probable que convierta una tarea en competición?
fr: Qui est le plus susceptible de transformer une corvée en compétition ?
ko: 누가 더 집안일을 경쟁으로 만들 것 같아?
pt: Quem tem mais probabilidade de transformar tarefas numa competição?

source: Who's more likely to underpack for a week?
de: Wer würde eher für eine Woche zu wenig einpacken?
es: ¿Quién es más probable que haga maleta de menos para una semana?
fr: Qui est le plus susceptible de faire trop peu de valise pour une semaine ?
ko: 누가 더 일주일인데 언더패킹할 것 같아?
pt: Quem tem mais probabilidade de fazer malas de menos para uma semana?

source: Who's more likely to wear the other person's hoodie?
de: Wer würde eher den Hoodie des anderen tragen?
es: ¿Quién es más probable que use la sudadera del otro?
fr: Qui est le plus susceptible de porter le sweat de l'autre ?
ko: 누가 더 상대 후드티 입을 것 같아?
pt: Quem tem mais probabilidade de usar o hoodie do outro?

source: Who's more likely to win a pillow fight?
de: Wer würde eher eine Kissenschlacht gewinnen?
es: ¿Quién es más probable que gane en una guerra de almohadas?
fr: Qui est le plus susceptible de gagner une bataille d'oreillers ?
ko: 누가 더 베개 전쟁에서 이길 것 같아?
pt: Quem tem mais probabilidade de ganhar numa guerra de almofadas?

source: Who's more likely to win trivia night?
de: Wer würde eher beim Quizabend gewinnen?
es: ¿Quién es más probable que gane en trivia?
fr: Qui est le plus susceptible de gagner une soirée quiz ?
ko: 누가 더 퀴즈 나이트에서 이길 것 같아?
pt: Quem tem mais probabilidade de ganhar uma noite de trivia?

source: Who's more likely to write a love note on a sticky?
de: Wer würde eher eine Liebesnotiz auf einen Zettel schreiben?
es: ¿Quién es más probable que escriba una nota de amor en un post-it?
fr: Qui est le plus susceptible d'écrire un mot d'amour sur un post-it ?
ko: 누가 더 포스트잇에 러브 노트 쓸 것 같아?
pt: Quem tem mais probabilidade de escrever um bilhete de amor num post-it?

source: Win and celebrate loudly
de: Gewinnen und laut feiern
es: Ganar y celebrar a gritos
fr: Gagner et fêter ça bruyamment
ko: 이기고 시끄럽게 축하
pt: Ganhar e celebrar em grande

source: Win the lottery and stay quiet
de: Im Lotto gewinnen und leise bleiben
es: Ganar la lotería y quedarse callado
fr: Gagner au loto et rester discrets
ko: 로또 당첨돼도 조용히
pt: Ganhar na lotaria e ficar em silêncio

source: Window seat
de: Fensterplatz
es: Asiento de ventanilla
fr: Siège hublot
ko: 창가 좌석
pt: Lugar à janela

source: Windows open
de: Fenster auf
es: Ventanas abiertas
fr: Fenêtres ouvertes
ko: 창문 열어두기
pt: Janelas abertas

source: Wine
de: Wein
es: Vino
fr: Vin
ko: 와인
pt: Vinho

source: Words of affirmation
de: Worte der Anerkennung
es: Palabras de afirmación
fr: Les mots valorisants
ko: 인정의 말
pt: Palavras de afirmação

source: Would you actually do it?
de: Würdest du es wirklich machen?
es: ¿Lo harías de verdad?
fr: Tu le ferais vraiment ?
ko: 진짜 할 거야?
pt: Farias mesmo?

source: Would you dance with me in a grocery store?
de: Würdest du mit mir im Supermarkt tanzen?
es: ¿Bailarías conmigo en el supermercado?
fr: Tu danserais avec moi dans un supermarché ?
ko: 마트에서 나랑 춤출래?
pt: Dançavas comigo num supermercado?

source: Would you delete an old ex's number today?
de: Würdest du heute die Nummer eines alten Ex löschen?
es: ¿Borrarías hoy el número de un ex?
fr: Tu supprimerais le numéro d'un·e ex aujourd'hui ?
ko: 옛 전 애 번호 오늘 지울래?
pt: Apagavas hoje o número de um ex antigo?

source: Would you do a silent day with me on purpose?
de: Würdest du mit mir bewusst einen stillen Tag machen?
es: ¿Harías un día en silencio conmigo a propósito?
fr: Tu ferais une journée silencieuse avec moi exprès ?
ko: 일부러 나랑 하루 종일 말 없이 보낼래?
pt: Farias um dia em silêncio comigo de propósito?

source: Would you go camping with no bathroom for three days?
de: Würdest du drei Tage campen ohne Bad?
es: ¿Irías de camping sin baño tres días?
fr: Tu irais camper trois jours sans toilettes ?
ko: 화장실 없이 캠핑 3일 갈래?
pt: Ias acampar três dias sem casa de banho?

source: Would you move for my career?
de: Würdest du für meine Karriere umziehen?
es: ¿Te mudarías por mi carrera?
fr: Tu déménagerais pour ma carrière ?
ko: 내 커리어 때문에 이사 갈래?
pt: Mudavas por causa da minha carreira?

source: Would you move into a tiny home with me?
de: Würdest du mit mir in ein Tiny Home ziehen?
es: ¿Te mudarías a una tiny home conmigo?
fr: Tu emménagerais dans une tiny house avec moi ?
ko: 나랑 작은 집에 같이 살래?
pt: Mudavas para uma tiny house comigo?

source: Would you move to another country for us?
de: Würdest du für uns in ein anderes Land ziehen?
es: ¿Te mudarías a otro país por nosotros?
fr: Tu partirais dans un autre pays pour nous ?
ko: 우리를 위해 다른 나라로 이사 갈래?
pt: Mudavas para outro país por nós?

source: Would you quit a job if it hurt our relationship?
de: Würdest du kündigen, wenn es unserer Beziehung schadet?
es: ¿Dejarías un trabajo si dañara nuestra relación?
fr: Tu quitterais un boulot s'il nuisait à notre relation ?
ko: 우리 관계에 해가 되면 직장 그만둘래?
pt: Largavas um emprego se prejudicasse a nossa relação?

source: Would You Rather
de: Was würdest du eher…
es: ¿Qué preferirías…?
fr: Tu préférerais…
ko: 차라리 뭐할래
pt: Preferias…

source: Would you rather be bored together than busy apart?
de: Würdest du eher zusammen gelangweilt sein als getrennt beschäftigt?
es: ¿Preferirías aburrirte juntos que estar ocupados separados?
fr: Tu préférerais t'ennuyer ensemble que être occupé·e séparément ?
ko: 차라리 바쁘게 각자보다 같이 심심한 게 나아?
pt: Preferias estar aborrecidos juntos do que ocupados separados?

source: Would you rather be late together than early alone?
de: Würdest du eher zusammen zu spät kommen als allein zu früh?
es: ¿Preferirías llegar tarde juntos que temprano solos?
fr: Tu préférerais arriver en retard ensemble qu'en avance seul·e ?
ko: 차라리 혼자 일찍보다 같이 늦는 게 나아?
pt: Preferias chegar tarde juntos do que cedo sozinho?

source: Would you rather stay home on New Year's Eve?
de: Würdest du eher zu Hause bleiben an Silvester?
es: ¿Preferirías quedarte en casa en Nochevieja?
fr: Tu préférerais rester à la maison le réveillon ?
ko: 차라리 새해 전야는 집에 있을래?
pt: Preferias ficar em casa na Passagem de Ano?

source: Would you rather…
de: Was würdest du eher…
es: ¿Qué preferirías…
fr: Tu préférerais…
ko: 차라리…
pt: Preferias…

source: Would you sleep in separate beds during a snoring war?
de: Würdest du in getrennten Betten schlafen beim Schnarch-Krieg?
es: ¿Dormirías en camas separadas en una guerra de ronquidos?
fr: Tu dormirais dans des lits séparés pendant une guerre de ronflements ?
ko: 코골이 전쟁이면 침대 따로 잘래?
pt: Dormias em camas separadas numa guerra de roncos?

source: Would you tell me if my outfit was awful?
de: Würdest du mir sagen, wenn mein Outfit mies wäre?
es: ¿Me dirías si mi outfit era fatal?
fr: Tu me dirais si ma tenue était affreuse ?
ko: 내 옷 진짜 별로면 말해줄래?
pt: Dizias-me se a minha roupa estivesse horrível?

source: Would you try a language class with me?
de: Würdest du mit mir einen Sprachkurs machen?
es: ¿Probarías una clase de idiomas conmigo?
fr: Tu essaierais un cours de langue avec moi ?
ko: 나랑 언어 클래스 들어볼래?
pt: Experimentavas aulas de língua comigo?

source: Would you try couples therapy even if things are good?
de: Würdest du Paartherapie probieren, auch wenn alles gut läuft?
es: ¿Probarías terapia de pareja aunque todo vaya bien?
fr: Tu essaierais une thérapie de couple même si tout va bien ?
ko: 잘해도 커플 상담 받아볼래?
pt: Experimentavas terapia de casal mesmo com tudo bem?

source: Would you want a destination wedding?
de: Würdest du eine Destination Wedding wollen?
es: ¿Querrías una boda en destino?
fr: Tu voudrais un mariage à l'étranger ?
ko: 해외에서 결혼식 하고 싶어?
pt: Querias um casamento no estrangeiro?

source: Would you want a house before a wedding?
de: Würdest du erst ein Haus, dann eine Hochzeit?
es: ¿Querrías una casa antes que una boda?
fr: Tu voudrais une maison avant le mariage ?
ko: 결혼 전에 집부터 갖고 싶어?
pt: Querias uma casa antes do casamento?
